Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=175_art_id=204.html.tmx
Source language: sme
Languages: sma

source: Oahpa: Girku
sma: Lïerh: Gærhkoe

source: Sámi girkomusihkka
sma: Saemien gærhkoemusigke

source: Áiggiid mielde leat máŋgga sámegielat sálbmagirjjit almmuhuvvon.
sma: Dejpeli jïh daelie jïjnjh saalmh saemien gïelesne.

source: Eanáš dát leat davvisámegillii ja julevsámegillii.
sma: Jïjnjh dejstie noerhtesaemien saalmh, jïh aaj luvlesaemien saalmh.

source: Dáid gillii sálbmagirjjiin leat eanáš sálmmat mat leat jorgaluvvon dárogielas dahje suomagielas, muhto mat álgoálggus bohtet duiskagielas dahje eará gielain.
sma: Dej leah saalme-gærjah jïh desnie jïjnjh saalmh mah daaroen jallh såevmien gïelijste jarkoestamme, jïh saalmh mah mubpijste laantijste båetieh.

source: Leat ain uhccán sálbmat mat leat šaddan, dahje mat speadjalastet sámi máilmmi- ja oskuipmárdusa.
sma: Vaenie saemien saalmh saarnoeh guktie saemieh sijjen jieleden jïh jaahkoen bïjre ussjedieh.

source: Sámi sálbmalávlun lea dehálaš oassi ipmilbálvalusas.
sma: Gaagkestimmesne vihkele saemide saalmh saemien

source: Mii lea erenoamáš sámi sálbmalávlumis ?
sma: Guktie saemieh saalmh laavloeh ?

source: Davvisámiide lea hiđis lávlun ja moduleren.
sma: Noerhtesaemieh soejmelaakan laavloeh. Goh vueline govloe.

source: Leat sullasašvuođat sámi sálbmalávlumis ja juoigamis.
sma: Gosse orgelem pruvhkieh, dellie sjïere saemien laavlomen vuekie nåhka.

source: Orgelčuojaheapmi lea hehtten árbevirolaš sámi lávlunvuogi ceavzima.
sma: Orgele edtji saalme-laavlomem eevtjedh jïh åålmegem viehkiehtidh hijvenlaakan laavlodh.

source: Orgelmusihkka galgá nannet sálbmalávluma ja veahkehit searvegotti oktasašlávluma.
sma: Ij noerhtesaemien laavlomen vuekie orgelasse sjïehth, jïh dellie orgele saemien laavlomem jemhkele.

source: Dát eaktuda ahte searvegotti lávlunvuohki lea heivehuvvon orgelmusihkkii.
sma: Tuhtjieh joejkeme ij amma gærhkosne sjïehth. Daan dïehre ij joejkeme gaajkene gærhkojne leah.

source: Davvisámi sálbmalávlun lean leamaš unnán heivehuvvon orgelmusihkkii, ja danin lea orgelmusihkka mielde heajosmahttimin árbevirolaš sámi lávlunvuogi.
sma: Vuelieh gellien jaepien åarjelsaemien gyrhkesjimmine orreme.

source: Máttasámi guovlluin lea leamaš mihttomearri geavahit sámi musihkkaárbevieru oassin liturgiijas ja ipmilbálvalusávvudemiin.
sma: Åarjelsaemiej luvnie sijhtieh liturgijem jïh gaagkestimmien musigkem saemien vuekien mietie utnedh juktie vuelieh desnie saemien musigke lea.

source: Juoigan lea máŋgasiid mielas dat, mii ovdanbuktá sámi identitehta.
sma: Joejkeme saemien identitetem eevtjie.

source: Máŋgasiid mielas galgá geavahit sámi musihkkaárbevieruid ipmilbálvalusa ávvudeames, go dalle náitojuvvojit kultuvra ja osku nu ahte olmmoš buorebut dovdá gullevašvuođa girkui.
sma: Jïjnjesh tuhtjieh gosse saemien musigkem utnieh gosse gyrhkesjimmieh, dellie saemien kultuvre jïh jaahkoe ektievoetem gærhkosne eevtjijægan.

source: Máttasámegiella šattai almmolaš čállingiellan 1978:s.
sma: Orre åarjelsaemien saalmi leah melodijh saemien vuekien mietie.

source: Ovdal dan lei máttasámegiella duššefal njálmmálaš giellan.
sma: Jeatjah saalmh jarkesovveme leah jïh båeries melodijh utnieh.
